{
  "hero_title": "Experience Sailing on the Han River",
  "hero_subtitle": "Join an exclusive community of yacht enthusiasts.",
  "discover_events": "Discover Events",
  "about_title": "About the Club",
  "about_description": "Our club has a long history of participating in professional regattas, cruising around the Korean peninsula, and hosting year-round social events.",
  "fleet_title": "Our Fleet",
  "fleet_description": "Our fleet includes beloved J/24 and J/70 sailboats. All boats are professionally maintained and race-ready.",
  "j24_description": "We sail the classic J/24 — our cherished keelboats equipped with pole-set spinnakers. Perfect for both racing and cruising.",
  "j70_description": "We also offer a fleet of modern J/70 sailboats, featuring high-performance bowsprit spinnakers. Light and fast, these boats deliver extra thrill and adrenaline.",
  "teams_title": "TEAMS",
  "teams_description": "We have teams at all levels — beginners, amateurs, and professionals.",
  "team1_name": "Team Itaewon Viking",
  "team1_description": "This team is made up of seasoned sailors with years of cruising and racing experience. Open to all skill levels, from beginners to experts.",
  "team1_link": "https://www.instagram.com/itaewonyc/",
  "team2_name": "Team Boss",
  "team2_description": "Composed of expat sailors living in Seoul, this team welcomes all skill levels. English proficiency is recommended.",
  "team2_link": "https://www.instagram.com/itaewonyc/",
  "team3_name": "Team Dolphins",
  "team3_description": "This team mainly includes students from universities in Seoul. Open to all levels, from beginners to advanced sailors.",
  "team3_link": "https://www.instagram.com/itaewonyc/",
  "events_title": "EVENTS",
  "events_description": "Regattas, cruising trips, night sails, dinners, and more throughout the year.",
  "event1_description": "MARCH: Kimpo to Banpo evening sail with a delicious dinner and fine spirits.",
  "event2_description": "JUNE: Night sailing with a stunning fireworks display.",
  "event3_description": "AUGUST: Mediterranean coastal cities and savor traditional cuisine.",
  "event4_description": "SEPTEMBER: Sailing adventure on the Hudson River with free time to enjoy New York City.",
  "event5_description": "OCTOBER: Trip to Tongyeong to enjoy seafood and regional delicacies with local wines.",
  "membership_title": "Membership",
  "membership_description": "Year-round access to boats, training, and events. Contact us for more information: nipavels [@] gmail.com.",
  "gallery_title": "GALLERY",
  "gallery_description": "Check out our latest photos and videos on our Instagram."
}